W11/TodoDB/app/controllers/api/todos_controller.rb

    def index
        todo = Todo.all
---
SELECT "todos".* FROM "todos"